[
  {
    "anime": "Naruto",
    "character": "Pain",
    "quote": "Because of the existence of love - sacrifice is born. As well as hate. Then one comprehends... one knows PAIN."
  },
  {
    "anime": "Naruto Shippuuden",
    "character": "Sasuke Uchiha",
    "quote": "No man chooses evil because it is evil; he only mistakes it for happiness, the good he seeks"
  },
  {
    "anime": "Naruto",
    "character": "Yashamaru",
    "quote": "Physical wounds will definitely bleed and may look painful \nbut over time they heal by themselves and if you apply medicine, \nthey will heal faster. What's troublesome are wounds of the heart. Nothing is harder to heal."
  },
  {
    "anime": "Naruto Shippuuden",
    "character": "Sasuke Uchiha",
    "quote": "Having too many bonds causes one to lose focus, weakening their strongest wish, their greatest desire."
  },
  {
    "anime": "Naruto Shippuuden",
    "character": "Obito Uchiha",
    "quote": "The moment people come to know love, they run the risk of carrying hate."
  },
  {
    "anime": "Naruto",
    "character": "Shino Aburame",
    "quote": "Trying to improve by learning from others that is what calls friendship."
  },
  {
    "anime": "Naruto",
    "character": "Itachi Uchiha",
    "quote": "Those who forgive themselves, and are able to accept their true nature... They are the strong ones!"
  },
  {
    "anime": "Naruto Shippūden",
    "character": "Madara Uchiha",
    "quote": "Love is not necessary, power is the only true necessity."
  },
  {
    "anime": "Naruto Shippūden",
    "character": "Itachi Uchiha",
    "quote": "I actually don't think something like perfection exists. That is I think why we are born able to absorb things... and by comparing ourselves with something else we can finally head in a good direction."
  },
  {
    "anime": "Naruto Shippuuden",
    "character": "Madara Uchiha",
    "quote": "People cannot show each other their true feelings. Fear, suspicion, and resentment never subside."
  },
  {
    "_id": "635183a66e286b22d5bcaa97",
    "anime": "One Punch Man",
    "character": "Saitama",
    "quote": "If you really want to be strong... Stop caring about what your surrounding thinks of you!"
  },
  {
    "_id": "635183a66e286b22d5bcaafd",
    "anime": "One Punch Man",
    "character": "Saitama",
    "quote": "Prophecies don't ever come true."
  },
  {
    "_id": "635183a66e286b22d5bcab02",
    "anime": "One Punch Man",
    "character": "Saitama",
    "quote": "Heroes and the police don't do their jobs because someone says \"please\". Right?"
  },
  {
    "_id": "635183a66e286b22d5bcabc9",
    "anime": "One Punch Man",
    "character": "Saitama",
    "quote": "Who decides limits? And based on what? You said you worked hard? Well, maybe you need to work a little harder. Is that really the limit of your strength? Could the you of tomorrow beat you today? Instead of giving in, move forward."
  },
  {
    "_id": "635183a66e286b22d5bcabcf",
    "anime": "One Punch Man",
    "character": "Saitama",
    "quote": "You may be able to get stronger with simply the right attitude. In other words, train your spirit before worrying about strength through power and technology."
  },
  {
    "_id": "635183a66e286b22d5bcabd2",
    "anime": "One Punch Man",
    "character": "Saitama",
    "quote": "In exchange for gaining strength, have I lost something more important as a human being? Emotions used to swirl within me when I fought. Fear, impatience, anger... But now... Day after day, after one punch I go home unharmed and wash my gloves."
  },
  {
    "_id": "635183a66e286b22d5bcacd7",
    "anime": "One Punch Man",
    "character": "Saitama",
    "quote": "Is that really... the limit to your power? Do you honestly think that you won't get any stronger for the rest of your life? Instead of sitting around frustrated, it's better to keep on moving forward."
  },
  {
    "_id": "635183a66e286b22d5bcad26",
    "anime": "One Punch Man",
    "character": "Saitama",
    "quote": "Human beings are strong because we have the ability to change ourselves."
  },
  {
    "anime": "Denpa Kyoushi",
    "character": "Kagami Junichirou",
    "quote": "Live by your own rules. And have reality accept your own rules. If you are able to do that, the future is all yours."
  },
  {
    "anime": "Boku no Hero Academia",
    "character": "All Might",
    "quote": "It's not bad to dream. But you also have to consider what's realistic."
  },
  {
    "anime": "The Legend of the Legendary Heroes",
    "character": "Ryner Lute",
    "quote": "People don't kill people, really. Monsters do. Monsters like war, hungry nobles, and greedy kingdoms. And monsters like me, not you."
  },
  {
    "anime": "The Heroic Legend of Arslan",
    "character": "Kubard",
    "quote": "The world won't always go the way you want it to. Better not take it to seriously."
  },
  {
    "anime": "The Heroic Legend of Arslan",
    "character": "Arslan",
    "quote": "The one who holds power has no self-awareness of his responsibilities and the one aware of the responsibilities has no power at all."
  },
  {
    "anime": "The Heroic Legend of Arslan",
    "character": "Arslan",
    "quote": "Zealotry and prejudice more than anything, bring harm to the people of the land."
  },
  {
    "anime": "Saenai Heroine no Sodatekata",
    "character": "Tomoya Aki",
    "quote": "When an otaku goes all-out with his mind set on something you better not underestimate him."
  },
  {
    "anime": "Boku no Hero Academia",
    "character": "Eraserhead",
    "quote": "They've been exposed to the outside world, up close and personal. They've had that fear planted in them. And they've endured it. Overcome it. Each has grown from that experience... and forgotten how to hesitate."
  },
  {
    "anime": "Boku no Hero Academia",
    "character": "All Might",
    "quote": "The slight difference between those who always aim for the top and those who don't... It'll come to matter in a big way once you all emerge into society."
  },
  {
    "anime": "Boku no Hero Academia",
    "character": "All Might",
    "quote": "The most inflated egos are often the most fragile."
  },
  {
    "anime": "Boku no Hero Academia",
    "character": "All Might",
    "quote": "When there's nothing to be gained, rising to the challenge at those times... is surely the mark... of a true hero!!"
  },
  {
    "anime": "Fullmetal Alchemist: Brotherhood",
    "character": "Father",
    "quote": "Humans who would dare to play God must pay a steep price for their arrogance, that is Truth."
  },
  {
    "anime": "Fullmetal Alchemist: Brotherhood",
    "character": "Edward Elric",
    "quote": "There's no such thing as a painless lesson, they just don't exist. Sacrifices are necessary, you can't gain something without losing something first... Although if you can endure that pain and walk away from it, you'll find that you now have a heart strong enough to overcome any obstacle... Yeah... A Fullmetal Heart."
  },
  {
    "anime": "Death Note",
    "character": "Misa Amane",
    "quote": "Unless someone makes the first move, nothing will happen."
  },
  {
    "anime": "Death Parade",
    "character": "Chiyuki",
    "quote": "I'm sure it's not wrong for people to want to understand each other. And even if it is, I want us to understand each other."
  },
  {
    "anime": "Shigatsu Wa Kimi No Uso",
    "character": "Kousei Arima",
    "quote": "Spring will be here soon. Spring, the season I met you, is coming. A Spring without you...is coming."
  },
  {
    "anime": "Shigatsu Wa Kimi No Uso",
    "character": "Kaori Miyazono",
    "quote": "Was I able to live inside someone’s heart? Was I able to live inside your heart? Do you think you’ll remember me at least a little? You’d better not hit \"reset!\" Don’t forget me, okay? That’s a promise, okay? I'm glad it’s you, after all. Will I reach you? I hope I can reach you."
  },
  {
    "anime": "Shigatsu Wa Kimi No Uso",
    "character": "Kaori Miyazono",
    "quote": "Maybe there’s only a dark road up ahead. But you still have to believe and keep going. Believe that the stars will light your path, even a little bit."
  },
  {
    "anime": "Haikyuu!! Second Season",
    "character": "Ittetsu Takeda",
    "quote": "Birds with the wind in their wings are flying across the great blue sky right now. And all of you should be able to make it! To the highest limit, to the farthest limit!"
  },
  {
    "anime": "Haikyuu!!",
    "character": "Tooru Oikawa",
    "quote": "Talent is something you make bloom, instinct is something you polish."
  },
  {
    "anime": "Haikyuu!! Second Season",
    "character": "Ryūnosuke Tanaka",
    "quote": "Even if you put aside regret, you´ll end up feeling it anyway. Right now, you need to make sure you grasp this good feeling and never forget it."
  },
  {
    "anime": "Gintama",
    "character": "Kagura",
    "quote": "It hasn't withered. I won't let it wither. We might just be little branches, but if the branches break off, the tree really will wither. That's why I won't break off. Even if winter comes and the leaves fall off, even if the wind comes and all the other little branches break off... Even if I am the last branch left, I won't break off. I'm sure we'll be together till the end."
  },
  {
    "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
    "character": "Hachiman Hikigaya",
    "quote": "About marriage or about future, I don't know what will happen in the future. In this world, it's normal that when there's a preparation, then a new grief is born, but everyone has the right to desire happiness. Our efforts need to be held for the sake of our future."
  },
  {
    "anime": "Detective Conan",
    "character": "Shinichi Kudou",
    "quote": "Is a reason nesessary? I don't know why you would kill someone. But as for saving someone... A logical mind isn't needed, right?"
  },
  {
    "anime": "Bleach",
    "character": "Ichimaru Gin",
    "quote": "It's easier to crush a dream than realize one. Forming a bond is infinitely more difficult than breaking one."
  },
  {
    "anime": "One Piece",
    "character": "Jimbei",
    "quote": "It is a sad truth that greater the authority a person possesses, the more he tends to fear change."
  },
  {
    "anime": "Gekkou",
    "character": "Tsukimori Youko",
    "quote": "If you are afraid to get hurt, you won't obtain what you really desire."
  },
  {
    "anime": "Yahari Ore No Seishun Love Come Wa Machigatteiru",
    "character": "Hachiman Hikigaya",
    "quote": "There is a history to humans. Humans are shaped by the experience obtained from living as time continued to wind and wind. To be reborn meant being rid of that history; complete annihilation. However, that just wasn’t possible in reality. That’s why the only thing you could do was to continue living on, bearing the scars on your body and holding the weight of the sins on your back, without wishing for reincarnation."
  },
  {
    "anime": "Tonari No Kaibutsu-kun",
    "character": "Misawa Kyouko",
    "quote": "Humans will wither away if they're always alone. The only remedy would be to seek out other people."
  },
  {
    "anime": "Ushinawareta Mirai wo Motomete",
    "character": "Sasaki Kaori",
    "quote": "The closer you are to someone, the more you have to put things into words to get your feelings across."
  },
  {
    "anime": "Torikago no Tsugai",
    "character": "Shirasagi Yuki",
    "quote": "I believe that people have the individual right to decide how they want to live. So whether you just listen to what others say, or get stuck a lot of times...and cause trouble to others, it ultimately comes back to yourself."
  },
  {
    "anime": "Final Fantasy VII: Advent Children",
    "character": "Zack Fair",
    "quote": "If people had wings... They'd be monsters."
  },
  {
    "anime": "Fairy Tail",
    "character": "Juvia Loxar",
    "quote": "It doesn´t matter what day it is as long as you are happy."
  },
  {
    "anime": "One Piece",
    "character": "One Piece",
    "quote": "We cannot direct the wind, but we can adjust the sails."
  },
  {
    "anime": "Boku wa Tomodachi ga Sukunai",
    "character": "Kodaka Hasegawa",
    "quote": "Judging things based on looks alone... That's just cruel."
  }
]